Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: You'll only get simple time-based notifications
ar: ستتلقى فقط إشعارات بسيطة تعتمد على الوقت.
bg: Ще получавате само простички известия, базирани на време.
ca: Només rebràs notificacions senzilles basades en el temps.
cs: Dostanete pouze jednoduchá časově založená oznámení.
da: Du vil kun få simple tidsbaserede notifikationer.
de: Sie erhalten nur einfache zeitbasierte Benachrichtigungen.
el: Θα λαμβάνετε μόνο απλές ειδοποιήσεις με βάση το χρόνο.
es: Solo recibirás notificaciones simples basadas en el tiempo.
fi: Saat vain yksinkertaisia aikaperusteisia ilmoituksia.
fr: Vous recevrez uniquement des notifications simples basées sur le temps.
he: אתה תקבל רק התראות פשוטות מבוססות זמן.
hi: आपको केवल सरल समय-आधारित सूचनाएं मिलेंगी।
hr: Dobit ćete samo jednostavna obavijest temeljen na vremenu.
hu: Csak egyszerű, időalapú értesítéseket fogsz kapni.
id: Anda hanya akan menerima notifikasi berbasis waktu yang sederhana.
it: Riceverai solo notifiche semplici basate sul tempo.
ja: あなたは単純な時間ベースの通知のみを受け取ります。
kk: Сіз тек қарапайым уақытқа негізделген хабарламаларды алатын боласыз.
ms: Anda hanya akan menerima pemberitahuan berdasarkan masa yang mudah.
nl: Je krijgt alleen eenvoudige tijdgebaseerde meldingen.
pl: Otrzymasz tylko proste powiadomienia czasowe.
pt_br: Você receberá apenas notificações simples baseadas no tempo.
pt_pt: Você receberá apenas notificações simples baseadas no tempo.
ro: Vei primi doar notificări simple bazate pe timp.
ru: Вы получите только простые уведомления, основанные на времени.
sk: Dostanete iba jednoduché oznámenia založené na čase.
sl: Prejeli boste le preprosta obvestila na podlagi časa.
sv: Du får bara enkla tidsbaserade meddelanden.
th: คุณจะได้รับการแจ้งเตือนที่เกี่ยวกับเวลาอย่างง่ายเท่านั้น
tr: Sadece basit zaman tabanlı bildirimler alacaksınız.
uk: Ви отримуватимете лише прості сповіщення з урахуванням часу.
vi: Bạn chỉ nhận được thông báo đơn giản theo thời gian.
zh_hans: 您只会收到简单的基于时间的通知。
zh_hant: 您將只能收到簡單的基於時間的通知。

source: You'll use default hydration targets instead of personalized ones
ar: ستستخدم أهداف الترطيب الافتراضية بدلاً من الأهداف المخصصة.
bg: Ще използвате стандартни цели за хидратация вместо индивидуални.
ca: Faràs servir objectius d'hidratació predeterminats en comptes de personalitzats.
cs: Použijete výchozí cíle hydratace místo personalizovaných.
da: Du vil bruge standard hydrationsmål i stedet for personlige.
de: Sie werden die standardmäßigen Hydratationsziele anstelle von personalisierten verwenden.
el: Θα χρησιμοποιήσετε τους προεπιλεγμένους στόχους ενυδάτωσης αντί για εξατομικευμένους.
es: Usarás objetivos de hidratación predeterminados en lugar de personalizados.
fi: Käytät oletusnesteytysohjeita henkilökohtaisten sijaan.
fr: Vous utiliserez des objectifs d'hydratation par défaut au lieu d'objectifs personnalisés.
he: אתה תשתמש במטרות הידרציה ברירת מחדל במקום מטרות מותאמות אישית.
hi: आप व्यक्तिगत लक्ष्यों के बजाय डिफ़ॉल्ट हाइड्रेशन लक्ष्यों का उपयोग करेंगे।
hr: Koristit ćete zadane ciljeve hidratacije umjesto personaliziranih.
hu: Alapértelmezett hidratálási célokat fogsz használni a személyre szabottak helyett.
id: Anda akan menggunakan target hidrasi default bukan yang dipersonalisasi.
it: Utilizzerai obiettivi di idratazione predefiniti invece di quelli personalizzati.
ja: パーソナライズされた目標の代わりに、デフォルトの水分補給目標を使用します。
kk: Сіз кесімді гидратация мақсаттарын жеке мақсаттардың орнына қолданасыз.
ms: Anda akan menggunakan sasaran penghidratan lalai daripada yang diperibadikan.
nl: Je zult standaard hydratatiedoelen gebruiken in plaats van gepersonaliseerde.
pl: Będziesz używać domyślnych celów nawodnienia zamiast spersonalizowanych.
pt_br: Você usará metas de hidratação padrão em vez de personalizadas.
pt_pt: Você usará alvos de hidratação padrão em vez de personalizados.
ro: Veți folosi obiectivele de hidratare implicite în locul celor personalizate.
ru: Вы будете использовать стандартные цели гидратации вместо персонализированных.
sk: Použijete predvolené ciele hydratácie namiesto personalizovaných.
sl: Uporabili boste privzete cilje hidracije namesto osebnih.
sv: Du kommer att använda standardmålsättningar för vätskeintag istället för personligt anpassade.
th: คุณจะใช้เป้าหมายการให้ความชุ่มชื้นแบบดั้งเดิมแทนที่เป้าหมายที่ปรับให้เหมาะสมส่วนบุคคล
tr: Kişiselleştirilmiş hedefler yerine varsayılan hidrasyon hedeflerini kullanacaksınız.
uk: Ви використовуватимете стандартні цілі зневоднення замість персоналізованих.
vi: Bạn sẽ sử dụng các mục tiêu hydrat hóa mặc định thay vì các mục tiêu cá nhân hóa.
zh_hans: 您将使用默认的补水目标，而不是个性化的目标。
zh_hant: 您將使用預設的補水目標，而不是個性化的目標。

source: Your body loses more water in hot, humid, or sunny conditions. Our algorithm calculates additional water needs based on environmental factors.
ar: يفقد جسمك المزيد من الماء في الظروف الحارة والرطبة أو المشمسة. يقوم خوارزمنا بحساب الاحتياجات الإضافية من الماء بناءً على العوامل البيئية.
bg: Вашето тяло губи повече вода при горещи, влажен или слънчеви условия. Нашият алгоритъм изчислява допълнителните нужди от вода въз основа на факторите на околната среда.
ca: El teu cos perd més aigua en condicions caloroses, humides o solejades. El nostre algoritme calcula les necessitats addicionals d'aigua en funció dels factors ambientals.
cs: Vaše tělo ztrácí více vody za horkých, vlhkých nebo slunečných podmínek. Náš algoritmus vypočítává dodatečné potřeby vody na základě klimatických faktorů.
da: Din krop mister mere vand i varme, fugtige eller solrige forhold. Vores algoritme beregner det ekstra vandbehov baseret på miljømæssige faktorer.
de: Ihr Körper verliert bei heißen, feuchten oder sonnigen Bedingungen mehr Wasser. Unser Algorithmus berechnet den zusätzlichen Wasserbedarf basierend auf Umweltfaktoren.
el: Το σώμα σας χάνει περισσότερο νερό σε ζεστές, υγρές ή ηλιόλουστες συνθήκες. Ο αλγόριθμός μας υπολογίζει τις επιπλέον ανάγκες σε νερό με βάση περιβαλλοντικούς παράγοντες.
es: Tu cuerpo pierde más agua en condiciones de calor, humedad o sol. Nuestro algoritmo calcula la necesidad adicional de agua basada en factores ambientales.
fi: Kehosi menettää enemmän vettä kuumissa, kosteissa tai aurinkoisissa olosuhteissa. Algoritmimme laskee lisävettä tarvitsemasi ympäristötekijöiden perusteella.
fr: Votre corps perd plus d'eau dans des conditions chaudes, humides ou ensoleillées. Notre algorithme calcule les besoins en eau supplémentaires en fonction des facteurs environnementaux.
he: גופך מאבד יותר מים בתנאים חמים, לחים או שטופי שמש. האלגוריתם שלנו מחשב את הצרכים הנוספים במים בהתבסס על גורמים סביבתיים.
hi: आपका शरीर गर्म, आर्द्र, या धूप वाले हालात में अधिक पानी खोता है। हमारा एल्गोरिदम पर्यावरणीय कारकों के आधार पर अतिरिक्त पानी की जरूरतों की गणना करता है।
hr: Vaše tijelo gubi više vode u vrućim, vlažnim ili sunčanim uvjetima. Naš algoritam izračunava dodatne potrebe za vodom na temelju okolišnih čimbenika.
hu: A tested adatok 2023 októberéig terjednek. A tested több vizet veszít forró, párás vagy napos körülmények között. Algoritmusunk a környezeti tényezők alapján számítja ki a további vízigényeket.
id: Tubuh Anda kehilangan lebih banyak air dalam kondisi panas, lembap, atau cerah. Algoritma kami menghitung kebutuhan air tambahan berdasarkan faktor lingkungan.
it: Il tuo corpo perde più acqua in condizioni di caldo, umido o soleggiato. Il nostro algoritmo calcola il fabbisogno di acqua aggiuntivo in base ai fattori ambientali.
ja: あなたの体は、暑く湿度が高い、または晴れた条件下でより多くの水分を失います。私たちのアルゴリズムは、環境要因に基づいて追加の水分ニーズを計算します。
kk: Сіздің денеңіз ыстық, ылғалды немесе күн сәулелі жағдайда көбірек су жоғалтады. Біздің алгоритміміз экологиялық факторларға негізделген қосымша су қажеттіліктерін есептейді.
ms: Tubuh anda kehilangan lebih banyak air dalam keadaan panas, lembap, atau cerah. Algoritma kami mengira keperluan air tambahan berdasarkan faktor persekitaran.
nl: Je lichaam verliest meer water in hete, vochtige of zonnige omstandigheden. Onze algoritme berekent de extra waterbehoefte op basis van omgevingsfactoren.
pl: Twoje ciało traci więcej wody w gorących, wilgotnych lub słonecznych warunkach. Nasz algorytm oblicza dodatkowe potrzeby wodne na podstawie czynników środowiskowych.
pt_br: Seu corpo perde mais água em condições quentes, úmidas ou ensolaradas. Nosso algoritmo calcula as necessidades adicionais de água com base em fatores ambientais.
pt_pt: O seu corpo perde mais água em condições quentes, húmidas ou ensolaradas. O nosso algoritmo calcula as necessidades adicionais de água com base em fatores ambientais.
ro: Corpului tău îi pierde mai multă apă în condiții calde, umede sau însorite. Algoritmul nostru calculează necesarul suplimentar de apă pe baza factorilor de mediu.
ru: Ваше тело теряет больше воды в жарких, влажных или солнечных условиях. Наш алгоритм рассчитывает дополнительную потребность в воде с учетом экологических факторов.
sk: Vaše telo stráca viac vody za horúcich, vlhkých alebo slnečných podmienok. Náš algoritmus vypočítava dodatočné potreby vody na základe environmentálnych faktorov.
sl: Vaše telo izgublja več vode v vročih, vlažnih ali sončnih pogojih. Naš algoritem izračuna dodatne potrebe po vodi na osnovi okoljskih dejavnikov.
sv: Din kropp förlorar mer vatten i heta, fuktiga eller soliga förhållanden. V vår algoritm beräknar ytterligare vattenbehov baserat på miljöfaktorer.
th: ร่างกายของคุณสูญเสียน้ำมากขึ้นในสภาพอากาศร้อน ชื้น หรือแดดจัด อัลกอริธึมของเราคำนวณความต้องการน้ำเพิ่มเติมตามปัจจัยทางสิ่งแวดล้อม
tr: Vücudunuz sıcak, nemli veya güneşli koşullarda daha fazla su kaybeder. Algoritmamız, çevresel faktörlere dayalı olarak ek su ihtiyaçlarını hesaplar.
uk: Ваш організм втрачає більше води в спекотних, вологих або сонячних умовах. Наш алгоритм розраховує додаткові потреби у воді, враховуючи фактори навколишнього середовища.
vi: Cơ thể bạn mất nước nhiều hơn trong điều kiện nóng, ẩm ướt hoặc nắng. Thuật toán của chúng tôi tính toán nhu cầu nước bổ sung dựa trên các yếu tố môi trường.
zh_hans: 在炎热、潮湿或阳光明媚的环境中，您的身体会失去更多水分。我们的算法根据环境因素计算额外的水分需求。
zh_hant: 在炎熱、潮濕或陽光明媚的條件下，您的身體會流失更多水分。我們的算法根據環境因素計算額外的水分需求。

source: Your climate?
ar: مناخك؟
bg: Вашият климат?
ca: El teu clima?
cs: Vaše klima?
da: Dit klima?
de: Ihr Klima?
el: Ο καιρός σας;
es: Tu clima?
fi: Mikä on sinun ilmastosi?
fr: Votre climat ?
he: האם תוכל להסביר מה הכוונה ב"קלימט שלך"?
hi: आपका मौसम कैसा है?
hr: Vaša klima?
hu: Az időjárásod?
id: Iklim Anda?
it: Il tuo clima?
ja: あなたの気候はどうですか？
kk: Сіздің климтыңыз қандай?
ms: Iklim anda?
nl: Jouw klimaat?
pl: Twój klimat?
pt_br: Seu clima?
pt_pt: O seu clima?
ro: Clima ta?
ru: Ваш климат?
sk: Aká je vaša klíma?
sl: Vaša klima?
sv: Ditt klimat?
th: สภาพอากาศของคุณเป็นอย่างไร?
tr: İkliminiz nedir?
uk: Ваш клімат?
vi: Khí hậu của bạn?
zh_hans: 你的气候是什么样的？
zh_hant: 你的氣候怎麼樣？

source: Your health data from Health app has been pre-filled. You can modify any values below.
ar: تم تعبئة بيانات صحتك من تطبيق الصحة مسبقًا. يمكنك تعديل أي قيم أدناه.
bg: Вашите здравни данни от приложението Health са предварително попълнени. Можете да промените всяка стойност по-долу.
ca: Les teves dades de salut de l'aplicació de salut han estat omplertes automàticament. Pots modificar qualsevol valor a continuació.
cs: Vaše zdravotní údaje z aplikace Zdraví byly předvyplněny. Můžete upravit jakékoli hodnoty níže.
da: Dine sundhedsdata fra Sundheds-appen er blevet forudfyldt. Du kan ændre værdierne nedenfor.
de: Ihre Gesundheitsdaten aus der Gesundheits-App wurden vorab ausgefüllt. Sie können die Werte unten nach Belieben ändern.
el: Τα δεδομένα υγείας σας από την εφαρμογή Υγεία έχουν προγεμιστεί. Μπορείτε να τροποποιήσετε οποιαδήποτε τιμή παρακάτω.
es: Tus datos de salud de la aplicación Salud han sido prellenados. Puedes modificar cualquier valor a continuación.
fi: Terveyssovelluksesta saatu terveystietosi on esitäytetty. Voit muuttaa mitä tahansa arvoja alla.
fr: Vos données de santé de l'application Santé ont été préremplies. Vous pouvez modifier les valeurs ci-dessous.
he: נתוני הבריאות שלך מתוך אפליקציית הבריאות הוזנו מראש. תוכל לשנות כל ערך למטה.
hi: आपका स्वास्थ्य डेटा स्वास्थ्य ऐप से पूर्व-भरा हुआ है। आप नीचे दिए गए किसी भी मान को संशोधित कर सकते हैं।
hr: Vaši podaci o zdravlju iz aplikacije Zdravlje su unaprijed ispunjeni. Možete izmijeniti bilo koju vrijednost u nastavku.
hu: A Health alkalmazásból származó egészségügyi adataid előre kitöltésre kerültek. Bármely értéket módosíthatsz az alábbiakban.
id: Data kesehatan Anda dari aplikasi Kesehatan telah diisi sebelumnya. Anda dapat mengubah nilai-nilai di bawah ini.
it: I tuoi dati sulla salute dall'app Salute sono stati precompilati. Puoi modificare i valori qui sotto.
ja: Healthアプリからの健康データが事前に入力されています。以下の値を変更することができます。
kk: Сіздің денсаулық деректеріңіз Health қолданбасынан алдын ала толтырылған. Төмендегі мәндерді өзгертуге болады.
ms: Data kesihatan anda dari aplikasi Kesihatan telah diisi terlebih dahulu. Anda boleh mengubah mana-mana nilai di bawah.
nl: Je gezondheidsgegevens van de Gezondheid-app zijn alvast ingevuld. Je kunt onderstaande waarden aanpassen.
pl: Twoje dane zdrowotne z aplikacji Zdrowie zostały wstępnie uzupełnione. Możesz zmodyfikować dowolne wartości poniżej.
pt_br: Seus dados de saúde do aplicativo Saúde foram preenchidos automaticamente. Você pode modificar qualquer valor abaixo.
pt_pt: Os seus dados de saúde da aplicação Saúde foram pré-preenchidos. Pode modificar qualquer valor abaixo.
ro: Datele tale de sănătate din aplicația Health au fost completate automat. Poți modifica orice valori de mai jos.
ru: Ваши данные о здоровье из приложения «Здоровье» были предварительно заполнены. Вы можете изменить любые значения ниже.
sk: Vaše zdravotné údaje z aplikácie Zdravie sú predvyplnené. Môžete upraviť akékoľvek hodnoty nižšie.
sl: Vaši podatki o zdravju iz aplikacije Zdravje so bili predhodno izpolnjeni. Katerikoli vrednosti spodaj lahko spremenite.
sv: Dina hälsodata från Hälsokontot har förifyllts. Du kan ändra värdena nedan.
th: ข้อมูลสุขภาพของคุณจากแอปสุขภาพได้ถูกกรอกไว้ล่วงหน้าแล้ว คุณสามารถแก้ไขค่าต่าง ๆ ด้านล่างนี้ได้ตามต้องการ
tr: Sağlık uygulamasından aldığınız sağlık verileri önceden doldurulmuştur. Aşağıdaki değerleri istediğiniz gibi değiştirebilirsiniz.
uk: Ваші дані про стан здоров'я з додатку Health були попередньо заповнені. Ви можете змінити будь-які значення нижче.
vi: Dữ liệu sức khỏe của bạn từ ứng dụng Sức khỏe đã được điền sẵn. Bạn có thể chỉnh sửa bất kỳ giá trị nào bên dưới.
zh_hans: 您的健康应用程序中的健康数据已预填充。您可以修改以下任何值。
zh_hant: 您的健康數據已從健康應用程式預先填寫。您可以修改下面的任何數值。

source: Your Health Information
ar: معلوماتك الصحية
bg: Вашата здравна информация
ca: La teva informació de salut
cs: Vaše zdravotní informace
da: Din sundhedsoplysninger
de: Ihre Gesundheitsinformationen
el: Η Πληροφορία Υγείας Σας
es: Su Información de Salud
fi: Terveystietosi
fr: Vos informations de santé
he: מידע הבריאות שלך
hi: आपकी स्वास्थ्य जानकारी
hr: Vaše zdravstvene informacije
hu: Az Ön egészségügyi információi
id: Informasi Kesehatan Anda
it: Le tue informazioni sulla salute
ja: あなたの健康情報
kk: Сіздің денсаулық туралы ақпаратыңыз
ms: Maklumat Kesihatan Anda
nl: Uw gezondheidsinformatie
pl: Twoje informacje zdrowotne
pt_br: Suas Informações de Saúde
pt_pt: A Sua Informação de Saúde
ro: Informațiile dumneavoastră de sănătate
ru: Ваша информация о здоровье
sk: Vaše zdravotné informácie
sl: Vaše zdravstvene informacije
sv: Din hälsoinformation
th: ข้อมูลสุขภาพของคุณ
tr: Sağlık Bilgileriniz
uk: Ваша медична інформація
vi: Thông tin sức khỏe của bạn
zh_hans: 您的健康信息
zh_hant: 您的健康信息

source: Your height (cm)?
ar: ما هو طولك (سم)؟
bg: Вашата височина (см)?
ca: La teva altura (cm)?
cs: Vaše výška (cm)?
da: Din højde (cm)?
de: Ihre Größe (cm)?
el: Το ύψος σας (εκ;);
es: ¿Cuál es tu altura (cm)?
fi: Pituutesi (cm)?
fr: Votre taille (cm) ?
he: מה גובהך (ס"מ)?
hi: आपकी ऊंचाई (सेंटीमीटर में)?
hr: Vaša visina (cm)?
hu: Mennyi a magasságod (cm)?
id: Tinggi badan Anda (cm)?
it: La tua altezza (cm)?
ja: あなたの身長は何センチですか？
kk: Сіздің бойыңыз (см)?
ms: Ketinggian anda (cm)?
nl: Jouw lengte (cm)?
pl: Twój wzrost (cm)?
pt_br: Sua altura (cm)?
pt_pt: A sua altura (cm)?
ro: Înălțimea ta (cm)?
ru: Ваш рост (см)?
sk: Tvoja výška (cm)?
sl: Vaša višina (cm)?
sv: Hur lång är du (cm)?
th: คุณสูงกี่เซนติเมตร?
tr: Boyunuz (cm)?
uk: Ваш зріст (см)?
vi: Chiều cao của bạn (cm)?
zh_hans: 你的身高（厘米）？
zh_hant: 你的身高（厘米）？

source: Your hydration needs depend on your individual characteristics. By connecting HealthKit, we can calculate your optimal water intake using proven formulas.
ar: تتوقف احتياجاتك من الماء على خصائصك الشخصية. من خلال ربط HealthKit، يمكننا حساب كمية المياه المثلى التي تحتاجها باستخدام صيغ مثبتة.
bg: Вашите нужди от хидратация зависят от индивидуалните ви характеристики. Чрез свързване с HealthKit можем да изчислим оптималния ви прием на вода, използвайки доказани формули.
ca: Les teves necessitats d'hidratació depenen de les teves característiques individuals. Connectant HealthKit, podem calcular la teva ingesta òptima d'aigua utilitzant fórmules provades.
cs: Vaše potřeby hydratace závisí na vašich individuálních charakteristikách. Připojením HealthKitu můžeme vypočítat váš optimální příjem vody pomocí osvědčených vzorců.
da: Dine hydrationsbehov afhænger af dine individuelle egenskaber. Ved at tilslutte HealthKit kan vi beregne dit optimale vandindtag ved hjælp af beviste formler.
de: Ihre Flüssigkeitsbedürfnisse hängen von Ihren individuellen Eigenschaften ab. Durch die Verbindung mit HealthKit können wir Ihre optimale Wasseraufnahme mithilfe bewährter Formeln berechnen.
el: Οι ανάγκες σας για ενυδάτωση εξαρτώνται από τα ατομικά σας χαρακτηριστικά. Συνδυάζοντας το HealthKit, μπορούμε να υπολογίσουμε την ιδανική σας πρόσληψη νερού χρησιμοποιώντας αποδεδειγμένες φόρμουλες.
es: Tus necesidades de hidratación dependen de tus características individuales. Al conectar HealthKit, podemos calcular tu ingesta óptima de agua utilizando fórmulas comprobadas.
fi: Nesteytystarpeesi riippuu henkilökohtaisista ominaisuuksistasi. Liittämällä HealthKitin voimme laskea optimaalisen vedenkulutuksesi hyväksi todettujen kaavojen avulla.
fr: Vos besoins en hydratation dépendent de vos caractéristiques individuelles. En connectant HealthKit, nous pouvons calculer votre apport optimal en eau en utilisant des formules éprouvées.
he: צרכי ההידרציה שלך תלויים בתכונות האישיות שלך. על ידי חיבור HealthKit, נוכל לחשב את צריכת המים האופטימלית שלך בעזרת נוסחאות מוכחות.
hi: आपकी हाइड्रेशन की जरूरतें आपकी व्यक्तिगत विशेषताओं पर निर्भर करती हैं। HealthKit से कनेक्ट करके, हम सिद्ध फॉर्मूलों का उपयोग करके आपके लिए आदर्श पानी की मात्रा की गणना कर सकते हैं।
hr: Vaše potrebe za hidratacijom ovise o vašim individualnim karakteristikama. Povezivanjem sa HealthKit-om možemo izračunati vaš optimalni unos vode koristeći provjerene formule.
hu: A hidratációs szükségleteid az egyéni jellemzőidtől függenek. A HealthKit összekapcsolásával kiszámíthatjuk az optimális vízfogyasztásodat bevált képletek segítségével.
id: Kebutuhan hidrasi Anda tergantung pada karakteristik individu Anda. Dengan menghubungkan HealthKit, kami dapat menghitung asupan air optimal Anda menggunakan rumus yang telah terbukti.
it: Le tue esigenze di idratazione dipendono dalle tue caratteristiche individuali. Collegando HealthKit, possiamo calcolare il tuo fabbisogno ottimale di acqua utilizzando formule consolidate.
ja: あなたの水分補給のニーズは、個々の特性に依存します。HealthKitと接続することで、実績のある公式を使用して最適な水分摂取量を計算することができます。
kk: Сіздің сұйықтық қажеттіліктеріңіз жеке ерекшеліктеріңізге байланысты. HealthKit-ті қосу арқылы біз дәлелденген формулаларды пайдаланып, сіздің оңтайлы су қабылдауыңызды есептей аламыз.
ms: Keperluan hidrasi anda bergantung kepada ciri-ciri individu anda. Dengan menghubungkan HealthKit, kami dapat mengira pengambilan air yang optimum untuk anda menggunakan formula yang terbukti.
nl: Je hydratatiebehoeften zijn afhankelijk van jouw individuele kenmerken. Door HealthKit te koppelen, kunnen we je optimale waterinname berekenen met behulp van bewezen formules.
pl: Twoje potrzeby nawodnienia zależą od indywidualnych cech. Podłączając HealthKit, możemy obliczyć Twoje optymalne spożycie wody, korzystając z sprawdzonych wzorów.
pt_br: Suas necessidades de hidratação dependem das suas características individuais. Ao conectar o HealthKit, podemos calcular sua ingestão ideal de água usando fórmulas comprovadas.
pt_pt: As suas necessidades de hidratação dependem das suas características individuais. Ao ligar o HealthKit, podemos calcular a sua ingestão ideal de água utilizando fórmulas comprovadas.
ro: Necesitățile tale de hidratare depind de caracteristicile tale individuale. Prin conectarea la HealthKit, putem calcula aportul tău optim de apă folosind formule dovedite.
ru: Ваши потребности в гидратации зависят от ваших индивидуальных характеристик. Подключив HealthKit, мы сможем рассчитать вашу оптимальную потребность в воде, используя проверенные формулы.
sk: Vaše potreby hydratácie závisia od vašich individuálnych charakteristík. Prepojením s HealthKit môžeme vypočítať vaše optimálne príjmy vody pomocou overených vzorcov.
sl: Vaše potrebe po hidraciji so odvisne od vaših posameznih značilnosti. S povezovanjem z HealthKit lahko izračunamo vaš optimalni vnos vode s pomočjo preverjenih formul.
sv: Dina vätskebehov beror på dina individuella egenskaper. Genom att ansluta till HealthKit kan vi beräkna ditt optimala vattenintag med hjälp av beprövade formler.
th: ความต้องการน้ำของคุณขึ้นอยู่กับลักษณะเฉพาะของแต่ละบุคคล โดยการเชื่อมต่อ HealthKit เราสามารถคำนวณปริมาณน้ำที่เหมาะสมสำหรับคุณโดยใช้สูตรที่ได้รับการพิสูจน์แล้ว
tr: Hidrasyon ihtiyaçlarınız, bireysel özelliklerinize bağlıdır. HealthKit'i bağlayarak, kanıtlanmış formüller kullanarak optimal su alımınızı hesaplayabiliriz.
uk: Ваші потреби у гідратації залежать від ваших індивідуальних характеристик. Підключивши HealthKit, ми можемо розрахувати вашу оптимальну кількість води, використовуючи перевірені формули.
vi: Nhu cầu hydrat hóa của bạn phụ thuộc vào các yếu tố cá nhân. Bằng cách kết nối HealthKit, chúng tôi có thể tính toán lượng nước tối ưu mà bạn cần bằng cách sử dụng các công thức đã được chứng minh.
zh_hans: 您的水分需求取决于您的个体特征。通过连接HealthKit，我们可以使用经过验证的公式来计算您最佳的水摄入量。
zh_hant: 您的水分需求取決於您的個體特徵。通過連接HealthKit，我們可以使用經過驗證的公式計算您的最佳水分攝取量。

source: Your hydration plan is ready!
ar: خطة ترطيبك جاهزة!
bg: Вашият хидратационен план е готов!
ca: El teu pla d'hidratació està llest!
cs: Váš plán hydratace je připraven!
da: Dit hydreringsplan er klar!
de: Ihr Hydrationsplan ist bereit!
el: Το σχέδιο ενυδάτωσής σας είναι έτοιμο!
es: ¡Tu plan de hidratación está listo!
fi: Nesteytyssuunnitelmasi on valmis!
fr: Votre plan d'hydratation est prêt !
he: תוכנית ההידרציה שלך מוכנה!
hi: आपकी हाइड्रेशन योजना तैयार है!
hr: Vaš plan hidratacije je spreman!
hu: A hidratálási terved készen áll!
id: Rencana hidrasi Anda sudah siap!
it: Il tuo piano di idratazione è pronto!
ja: あなたの水分補給プランが準備できました！
kk: Сіздің су ішетiн жоспарыңыз дайын!
ms: Pelan penghidratan anda sudah siap!
nl: Je hydratatieplan is klaar!
pl: Twój plan nawadniania jest gotowy!
pt_br: Seu plano de hidratação está pronto!
pt_pt: O seu plano de hidratação está pronto!
ro: Planul tău de hidratare este gata!
ru: Ваш план гидратации готов!
sk: Váš plán hydratácie je pripravený!
sl: Vaš načrt hidracijo je pripravljen!
sv: Din hydrationsplan är redo!
th: แผนการดื่มน้ำของคุณพร้อมแล้ว!
tr: Hidratasyon planınız hazır!
uk: Ваш план з гідратації готовий!
vi: Kế hoạch hydrat hóa của bạn đã sẵn sàng!
zh_hans: 你的补水计划已准备好！
zh_hant: 您的補水計畫已準備好！
